[
    {
        "id": 1,
        "name": "Шкатулка для украшений TOTO чёрная/орех",
        "description": "Шкатулка для украшений в виде плотницкого ящика. Корпус из дерева тонированного под орех, ящик и ручка из крашеного в чёрный цвет металла. На дне ящика предусмотрена льняная подожка для бережного хранения уркашений, косметических принадлежностей или любых, нужных вам мелочей. Дизайнер Sung Wook Park",
        "imageUrl": "https://s2-goods.ozstatic.by/480/782/534/10/10534782_0_Kopilka_Na_bilet_v_Hogvarts_art_1269.jpg",
        "link": "https://podarochek.by/katalog/dlya-doma/14-fevralya/rastushhaya-trava-serdechko-v-banke.html",
        "selected": false
    },
    {
        "id": 2,
        "name": "Диспенсер для чайных пакетиков Tea House",
        "description": "Диспенсер для чайных пакетиков Tea House – необычное и очень практичное приспособление, которое обязательно придется по вкусу и взрослым, и детям. Яркое оформление и интересный дизайн в форме домика привлекают внимание, а специальная форма позволяет хранить пакетики в одном месте и удобно их доставать.",
        "imageUrl": "https://podarochek.by/assets/cache/images/suv/370x347-1104674.5619229d.jpg",
        "link": "https://podarochek.by/katalog/dlya-doma/14-fevralya/rastushhee-priznanie-tolko-dlya-tebya.html",
        "selected": false
    },
    {
        "id": 3,
        "name": "Волшебное яичко с признанием в любви",
        "description": "Согласитесь, куда приятнее подарить любимому человеку что-то эдакое, что смогло бы его приятно удивить. Одним из таких подарков является волшебное яйцо. Такой подарок можно подарить любимому и просто дорогому человеку, особенно приятен он будет слабому полу. Яйцо – это давний символ зарождения новой жизни или нового витка в ней. Так что, такой подарок будет уместным на любой праздник. Для того чтобы из яйца «вылупилось» растение, которое признается за вас в ваших чувствах, необходимо всего лишь поместить яйцо в стеклянную ёмкость с водой предварительно удалив верхушку легонько постучав ложкой. Согласитесь, куда приятнее подарить любимому человеку что-то эдакое, что смогло бы его приятно удивить. Одним из таких подарков является волшебное яйцо. Такой подарок можно подарить любимому и просто дорогому человеку, особенно приятен он будет слабому полу. Яйцо – это давний символ зарождения новой жизни или нового витка в ней. Так что, такой подарок будет уместным на любой праздник. Для того чтобы из яйца «вылупилось» растение, которое признается за вас в ваших чувствах, необходимо всего лишь поместить яйцо в стеклянную ёмкость с водой предварительно удалив верхушку легонько постучав ложкой.",
        "imageUrl": "https://podarochek.by/assets/images/14fevralija/19830574_w640_h640_bez_imeni_8_vosstanovleno.jpg",
        "link": "https://podarochek.by/katalog/dlya-doma/14-fevralya/volshebnoe-yaichko-s-priznaniem-v-lyubvi.html",
        "selected": false
    }
]